{
    "cohort": [
        {
            "id": 2,
            "firstName": "Alex",
            "lastName": "Prieu",
            "reelThemIn": "Life is full of \"Ah-Ha!\" moments,  80% of those moments have come from my time at NSS.",
            "bio": "Growing up I spent my days hiking trails and exploring parks. Biology always came naturally for me and my love for learning about nature never ended. After college I worked as both a Park Ranger and as a Zookeeper. In both positions I often found myself being more technologically interested than my colleagues and was usually the one to fix old electronics and troubleshoot new equipment. I welcomed the idea of  sensors and programs that could automate the work for us and we could monitor those systems adjusting parameters to make them work as efficiently as possible. This interest followed me everywhere, I taught myself about most of what I know about computers in my free time and love making tech projects at home too. When I started grabbing code from Github and learning that I could write code too, I knew then that I wanted to make a career switch. My goal as a Software Developer is to design applications for the future and to increase the efficiency in our lives both time and energy, while mitigating the loss of our natural resources.",
            "github": "https://github.com/daprieu",
            "linkedIn": "https://www.linkedin.com/in/daniel-alex-prieu/",
            "portfolio": "https://alex-prieu.netlify.app/",
            "email": "daprieu@gmail.com",
            "proImg": "Alex_Prieu_professional - Daniel Prieu.jpg",
            "funImg": "Alex_Prieu_Pokemon - Daniel Prieu.png",
            "resume": "Alex_Prieu - Daniel Prieu.pdf"
        },
        {
            "id": 3,
            "firstName": "Erica",
            "lastName": "Thompson",
            "reelThemIn": "“Engineers believe that if it ain’t broke, it doesn’t have enough features yet.” – Scott Adams",
            "bio": "Computers have been a part of my life since I was around 10 years old. Tinkering with computers inspired my career in technology when I started using that knowledge to fix other family member's computers to make spending money in middle school. I became certified at John A Logan College and my entry point into the tech world was repairing and troubleshooting the computers for local small businesses. I’ve been in the space for 6+ years, worked at Hype Media for 3 of them later as a DevOps Engineer for a non-profit. Finally, I have a love for helping companies and enjoy doing so by helping build scalable applications on a team utilizing modern technologies and solutions.",
            "github": "https://github.com/Younique98",
            "linkedIn": "https://www.linkedin.com/in/ericathompsonsmiles/",
            "portfolio": "https://younique98.github.io/erica-thompson-personal-website/",
            "email": "ericathompsonsmiles@gmail.com",
            "proImg": "IMG_0251 2 - The Smiling Minimalist.jpg",
            "funImg": "pokemon card app - The Smiling Minimalist.jpeg",
            "resume": "Erica Thompson V3 - The Smiling Minimalist.pdf"
        },
        {
            "id": 4,
            "firstName": "Logan",
            "lastName": "Webb",
            "reelThemIn": "Deleted code is debugged code. - Jeff Sickel",
            "bio": "Throughout my life I've found that I am happiest when I am troubleshooting issues whether it be repairing faulty light fixtures, diagnosing and repairing a spotty RF connection, or restoring internet to a local business. This love for problem solving is what led me to pursue a career as a software developer.",
            "github": "https://github.com/Loganwebb1994",
            "linkedIn": "https://www.linkedin.com/in/logan-j-webb/",
            "portfolio": "https://logan-webb-portfolio.netlify.app/",
            "email": "loganwebb1994@gmail.com",
            "proImg": "Selfie - Logan Webb.jpg",
            "funImg": "pokemon - Logan Webb.jpg",
            "resume": "Logan-Webb-2 (2) - Logan Webb.pdf"
        },
        {
            "id": 5,
            "firstName": "Eric",
            "lastName": "Berringer",
            "reelThemIn": "\"If you're not moving, you're not going anywhere.\"",
            "bio": "Before venturing into the tech world, it was a love for music that drove me to pursue a career in the industry. The physicality of an instrument like the drum set combined with a deep desire to collaborate with others creatively is what drove me to set my life on that course. The evolution of the music industry and music technology brought me more and more in touch with technology as the years went on. The collaborative nature of software development paired with the creative and problem solving elements seemed very enticing to me, which ultimately led me to NSS. The learning process has been challenging, but also equally as satisfying.",
            "github": "https://github.com/ericberringer",
            "linkedIn": "https://www.linkedin.com/in/eric-berringer/",
            "portfolio": "https://ericberringer.netlify.app/",
            "email": "eric.berringer@gmail.com",
            "proImg": "EricPic - Eric Berringer.jpeg",
            "funImg": "EricBerringerPokemonCard - Eric Berringer.jpeg",
            "resume": "Eric Berringer Resume - Eric Berringer.pdf"
        },
        {
            "id": 6,
            "firstName": "Cheo",
            "lastName": "Roman",
            "reelThemIn": "It's creepy when your code works flawlessly the first time",
            "bio": "Hi My name is Cheo. I'm a Nashville-based developer. I have been programming as a hobby on/off for years. I started with C++ in highschool and dabbled with a bit of other languages since then. In colelge, I used Prolog for a computational linguistics course where we drove robotic cars using our voice. Due to health reasons after graduating, I could no longer do Peace Corp on medical grounds, so I continued learning at a local community college and state school. Doing so taught me to plan, build, and automate tools which eased my workload in the transportation/logistics/freight shipping industries. It was not until I was laid off in December of 20200, that I decided to return from my hobby hiatus and enrolled at the Nashville Software School. NSS reinforced my skillset and taught me to use the latest technologies. In my free time I like to catch up on (computational) linguistics, explore, and volunteer, particularly with the homeless. I look forward to collaborating with you on future endeavors.",
            "github": "https://github.com/CheoR",
            "linkedIn": "https://www.linkedin.com/in/cheo-roman/",
            "portfolio": "https://cheor.github.io/portfolio",
            "email": "cheo.roman@gmail.com",
            "proImg": "Cheo_Roman - Cheo Roman.png",
            "funImg": "pokecheo - Cheo Roman.jpg",
            "resume": "Cheo Roman 1 - Cheo Roman.pdf"
        },
        {
            "id": 7,
            "firstName": "Dylan",
            "lastName": "Morris",
            "reelThemIn": "When she asks, \"What is your idea of the perfect date?\", don't say \"YYYY-MM-DD\".",
            "bio": "Lifelong piano player turns software developer. I have a passion for creative thinking, working in teams, and keeping things efficient! I quickly discovered a love for software development as I noticed its unique combination of mathematics and art. I am excited to see where my career in software development takes me!",
            "github": "https://github.com/morriscodez",
            "linkedIn": "https://www.linkedin.com/in/dylan--morris/",
            "portfolio": "https://morriscodez.github.io/personal-site/",
            "email": "dylanrobertmorris@gmail.com",
            "proImg": "Dylan Morris - Dylan Morris Official.jpg",
            "funImg": "pokedylan - Dylan Morris Official.jpeg",
            "resume": "Resume_DylanMorris - Dylan Morris Official.pdf"
        },
        {
            "id": 8,
            "firstName": "Kylie Anyce",
            "lastName": "Bearden",
            "reelThemIn": "\"There is no innovation and creativity without failure. Period.\" - Brene Brown",
            "bio": "As a gardener who is passionate about climate justice, for years I thought the best way to help others was to teach them skills in self-sustainability. It wasn't until January of 2020 that I discovered the link between technology and sustainability. I've always been an organized and detailed person, so software development felt like a good fit for me. After many conversations and recommendations, I ended up at Nashville Software School and have been loving every minute. Now, I am excited to develop creative solutions for the future!",
            "github": "https://github.com/kylieanyce",
            "linkedIn": "https://www.linkedin.com/in/kylie-anyce/",
            "portfolio": "https://kylieanyce.github.io/personal-site/",
            "email": "kylieanyce@gmail.com",
            "proImg": "THE ONE (1) (1) - Kylie Anyce Bearden.jpg",
            "funImg": "web1621343706 - Kylie Anyce Bearden.jpg",
            "resume": "Technical Resume (2) - Kylie Anyce Bearden.pdf"
        },
        {
            "id": 9,
            "firstName": "Jake",
            "lastName": "Froeb",
            "reelThemIn": "\"If you are feeling froggy then leap\"",
            "bio": "After working almost every job in the restaurant I decided to pursue a career in software development. My skills problem solving, and adapting on the fly in a high paced team environment have helped guide my decision to enter the programming world.",
            "github": "https://github.com/jakefroeb",
            "linkedIn": "https://www.linkedin.com/in/jake-froeb-8847769b/",
            "portfolio": null,
            "email": "jake.herman.froeb@gmail.com",
            "proImg": "T03F2SDTJ-U01EYTS10KD-4db12edfc63c-512 - jake froeb.jpg",
            "funImg": "pokemonjake - jake froeb.jpeg",
            "resume": "JakeResumeV2 (1) - jake froeb.pdf"
        },
        {
            "id": 10,
            "firstName": "Madison",
            "lastName": "Powell",
            "reelThemIn": "\"Innovation comes out of great human ingenuity and very personal passions.\" - Megan Smith",
            "bio": "Growing up, I loved to tinker with computers. When I was 13, I built my first multi page application about large sea mammals using HTML. My father, a computer teacher at a middle school, supported my passion for coding. He was a major influence in my life. <br><br> I attended Middle Tennessee State University where I earned a B.S. in psychology. I viewed my time in undergrad as an opportunity to enjoy learning and explore my interests in order to find the right career fit. I wanted something with high levels of logic, creativity, social skills, and experimenting. After much exploration, I returned to my roots: software development. <br><br> As soon as I graduated with my bachelor’s, I sought out Nashville Software School. I was immediately sold on their interest in enriching the Nashville community, seeking diversity, and using a mindfulness approach toward learning to code. I am thrilled to finally be joining this field as a Junior Software Developer. ",
            "github": "https://github.com/powellmad",
            "linkedIn": "https://www.linkedin.com/in/madisonjpowell/",
            "portfolio": "https://madison-powell.netlify.app",
            "email": "madsnpowell@gmail.com",
            "proImg": "madison-powell.png",
            "funImg": "madison-pokemon.jpeg",
            "resume": "madison-powell-resume.pdf"
        },
        {
            "id": 11,
            "firstName": "Dan",
            "lastName": "Ross",
            "reelThemIn": "4 hours of debugging can save you 15 minutes of reading documentation.",
            "bio": "I began my career in software development while working in social work. My passion for helping others and solving problems made me great at my job, but the emotionally taxing environment pushed me to pursue new opportunities. In my search I discovered a passion for coding and started a new journey. Learning and working as a developer is a refreshing challenge. I love using my skills to find creative solutions to problems, and I am excited to pursue new opportunities to further my career.",
            "github": "https://github.com/Daniel-L-Ross",
            "linkedIn": "https://www.linkedin.com/in/dan-l-ross/",
            "portfolio": "https://daniel-l-ross.github.io/dan-ross-portfolio/",
            "email": "daniellross@gmail.com",
            "proImg": "dan_ross_class_site - Dan Ross.jpeg",
            "funImg": "Dan_Ross_pokemon - Dan Ross.jpeg",
            "resume": "Dan_Ross_Resume - Dan Ross.pdf"
        },
        {
            "id": 12,
            "firstName": "Caleb",
            "lastName": "James",
            "reelThemIn": "A person needs the humility to know that preparation is necessary & the confidence to know that success is possible. ",
            "bio": "The first code I wrote was a number guessing game for a TI-83 calculator in 9th grade. The manual showed me how to access a random number generator and the rest was very basic commands I learned by reading through the code of other calculator applications I had. <br><br> Since then I have incorporated coding into my work and life every chance I get to boost my productivity and reduce redundant activity. I have always enjoyed and had an interest in coding but it wasn’t until I was in an accident and in bed for 8 weeks that I learned I really loved building things with code and wanted to take my abilities to the next level. Nashville Software School has provided me with that opportunity in an incredible way. I have learned more in the six months I have attended that I ever thought I would and it has sparked a deep love for the challenge of learning to code.",
            "github": "https://github.com/calebsjames",
            "linkedIn": "https://www.linkedin.com/in/calebsjames/",
            "portfolio": "http://www.calebsjames.com",
            "email": "calebsjames@gmail.com",
            "proImg": "pic01 Caleb James - Caleb James.jpg",
            "funImg": "PokemonCalebJames.jpg",
            "resume": "Caleb James Resume - Caleb James.pdf"
        },
        {
            "id": 13,
            "firstName": "Kaitlin",
            "lastName": "Kelley",
            "reelThemIn": "Deleted code is debugged code",
            "bio": "Working at a startup the last few years taught me how to wear many hats, learn new skills quickly, and juggle an always changing list of projects and goals. My favorite projects were always those that challenged me or required digging into data to solve a problem. I started looking for an opportunity where I could work on those types of projects every day and found that Software Development rewards all of those capabilities and also provides tremendous opportunities for growth and a culture of continuous learning and improvement.",
            "github": "https://github.com/KaitlinJKelley",
            "linkedIn": "https://www.linkedin.com/in/kaitlinkelley/",
            "portfolio": "https://kaitlinjkelley.github.io/kaitlin-kelley/",
            "email": "kaitlinjkelley@gmail.com",
            "proImg": "160A179D-2E1D-48F8-B505-E9916B79AD95 - Kaitlin Kelley.jpeg",
            "funImg": "Pokemon Card - Kaitlin Kelley.jpg",
            "resume": "KaitlinKelley2 - Kaitlin Kelley.pdf"
        },
        {
            "id": 14,
            "firstName": "Alex",
            "lastName": "Martin",
            "reelThemIn": "I wrote a script to automate coming up with this original and unique sentence.",
            "bio": "I'm a full stack software developer in Nashville, TN. Born and raised in the same city, I studied music theory and composition in college. I worked my way through the music industry in Nashville, slowly finding myself in more and more technical roles - editing, producing, recording - until I found a special niche that serves both my fascination and the musician community, building and repairing guitar amplifiers while studying electronic engineering. I began studying what I consider the digital counterpart of circuit building with Python and JavaScript, ultimately enrolling in a 6 month bootcamp at Nashville Software School.",
            "github": "https://www.github.com/SubtleCo",
            "linkedIn": "https://www.linkedin.com/in/r-a-martin/",
            "portfolio": "https://www.ramartin.dev",
            "email": "raymond.alex.martin@gmail.com",
            "proImg": "Alex Martin copy - Alex Martin.jpeg",
            "funImg": "alex - Alex Martin.jpg",
            "resume": "resume v3 - Alex Martin.pdf"
        },
        {
            "id": 15,
            "firstName": "Stacey",
            "lastName": "Littrell",
            "reelThemIn": "\"Do you ever find python constricting?\"",
            "bio": "Starting my career in education has inspired a lifelong love for learning. The urge to challenge myself and explore new ideas led me to an exciting learning opportunity at Nashville Software School, and soon into my first junior development role .  I am looking for an exciting opportunity to feed my curiosity and expand my coding knowledge. My natural creativity and ability to solve complex problems has allowed for a smooth transition from teaching to technology.",
            "github": "https://github.com/SLLittrell",
            "linkedIn": "https://www.linkedin.com/in/stacey-littrell/",
            "portfolio": "https://sllittrell.github.io/",
            "email": "stacey.littrell@gmail.com",
            "proImg": "StaceyPhoto - stacey littrell.jpg",
            "funImg": "PokemonCard - stacey littrell.jpg",
            "resume": "Stacey Littrell Resume - stacey littrell.pdf"
        },
        {
            "id": 16,
            "firstName": "Nathan",
            "lastName": "Hamilton",
            "reelThemIn": "Do not underestimate the aggregation of marginal gains!",
            "bio": "A world traveler, business manager, and software developer with an insatiable intellectual curiosity, passion for problem solving, as well as highly detail oriented. My goal is to utilize my diverse experiences in business as a software developer and continue to learn new ways in which software development can solve real world problems.",
            "github": "https://github.com/nathanRomad",
            "linkedIn": "https://www.linkedin.com/in/nathan-andrew-hamilton/",
            "portfolio": null,
            "email": "nathan.a.hamilton@gmail.com",
            "proImg": "nate_suit-2 - Nathan Hamilton.jpg",
            "funImg": "nate_pokemon - Nathan Hamilton.jpeg",
            "resume": "Nate Hamilton 2021.v5 - Nathan Hamilton.pdf"
        },
        {
            "id": 17,
            "firstName": "Phillip",
            "lastName": "Phan",
            "reelThemIn": "[\"hip\", \"hip\"]",
            "bio": "My passion lies in creating solutions based on personal and business needs through data analysis, developmental research, and a constant strive to learn more. I enjoy the challenges of developing novel ideas into real-world applications. My colleagues would describe me as a driven, resourceful individual with a positive, proactive attitude when faced with adversity. I have strong technical skills and an academic background in software development as well as in Biochemistry and Cellular and Molecular Biology.",
            "github": "https://github.com/phillipphan",
            "linkedIn": "https://www.linkedin.com/in/p-phan/",
            "portfolio": "https://phillipphan.netlify.app/",
            "email": "itsphillipphan@gmail.com",
            "proImg": "headshot - Phillip Phan.JPG",
            "funImg": "PokemonPhillipPhan.png",
            "resume": "Phillip Phan Resume - Phillip Phan.pdf"
        },
        {
            "id": 18,
            "firstName": "Blu",
            "lastName": "Sanders",
            "reelThemIn": "Serve yourself by serving others",
            "bio": "After a year of change, I find myself with a diverse group of friends, diving into a big new world, and yet in some ways for me, back into an old one. I began my tech journey out of college, survived the 2001 bubble, lived a world of music for twenty years, and am now building on that original foundation with new skills and fresh eyes.",
            "github": "https://github.com/blusanders",
            "linkedIn": "https://www.linkedin.com/in/blusanders/",
            "portfolio": "https://blusanders.github.io/",
            "email": "blusanders@gmail.com",
            "proImg": "Blu Headshot 500kb - Blu Sanders.jpg",
            "funImg": "PokemonBluSanders.jpg",
            "resume": "Blu Sanders Resume 512 699 4928 - Blu Sanders.pdf"
        },
        {
            "id": 19,
            "firstName": "Emily",
            "lastName": "Centko",
            "reelThemIn": "\"Machines need love too\" - The Terminator",
            "bio": "With an educational background in English, language, and writing, upon moving to Nashville, I began working in customer experience for e-commerce and tech companies. I developed an interest in the user experience surrounding technology—it allowed me to bolster my problem-solving and communication skills, and eventually, led me to coding. I took part in a 3-week jumpstart course at Nashville Software School to test the waters, and I immediately dove into the opportunity to enroll in their 6-month full-stack bootcamp. My career goal is to help build a product that makes a positive impact. I’m eager to learn, not afraid to ask questions, and I'm excited to find a role that enables me to constantly learn, grow, and creatively tackle problems. I've been on the search for a career I love, and I felt right at home in the world of software development.",
            "github": "https://github.com/emilycentko",
            "linkedIn": "https://www.linkedin.com/in/emily-centko/",
            "portfolio": "https://emilycentko.github.io/",
            "email": "emily.centko@gmail.com",
            "proImg": "profpic - Emily Centko.png",
            "funImg": "pokemon card emily - Emily Centko.jpeg",
            "resume": "Emily Centko Resume (no contact info) - Emily Centko.pdf"
        },
        {
            "id": 20,
            "firstName": "Nick",
            "lastName": "Carver",
            "reelThemIn": "!false<br>(It’s funny because it’s true.)",
            "bio": "I have a better understanding of my purpose today. I grew up in Kentucky and went to school at Western Kentucky University where I received my B.A. in Mechanical Engineering. I then entered the realm of automotive manufacturing. During my three years in this role, I managed manufacturing line builds, implemented process improvement solutions, and fulfilled customer requests on teams of two to seven members. These years were invaluable in my understanding of myself, business practices, and efficient time management. Coming to understand myself is foundational to how you are able to see my site today. The mission, the \"why\", is now driving my actions.<br><br><div class=\"indent-text\">I found a lot of satisfaction in programming with simple flow-chart logic through a STEM program In high school. I was, however, on a course that would take me into mechanical process and design engineering. After a few years doing fieldwork and finding myself on a computer connected to a PLC, sensor, or a robot controller, I knew programming was truly what I enjoyed doing. I saved and applied to Nashville Software School and have not regretted it a single moment. I hope to share my enthusiasm of the world of technology with whoever is interested and, in turn, build great applications for people who need them.</div>",
            "github": "https://github.com/nch66862",
            "linkedIn": "https://www.linkedin.com/in/nick-carver/",
            "portfolio": "nick-carver.dev",
            "email": "nicholascarver2@outlook.com",
            "proImg": "NickCarverPro.jpg",
            "funImg": "PokeNick.jpg",
            "resume": "NickCarverResume.pdf"
        },
        {
            "id": 21,
            "firstName": "DeVonna (Tracy)",
            "lastName": "Depp",
            "reelThemIn": "\"You can't steal second base and keep your foot on first\"",
            "bio": "Not What I Planned…Prior to beginning my journey in software development, I worked as a freelance creative and professional services consultant. During this time, I developed a love for web content and managing websites using content management systems. Oftentimes, I came into positions and the websites were old and outdated, so I was tasked with learning basic HTML and CSS skills as well as eventually moving websites to a newer platform. After 10 years of developing and maintaining websites using content management systems, I decided I wanted to know the \"\"how and why\"\" behind websites and applications. Software development will allow me to grow my knowledge as I continue to do something I have grown to love. Sidenote: My personal and professional mission has always been to help revitalize small businesses, non-profits, and associations by telling their stories to increase impact and finding ways to provide extraordinary services and solutions with limited resources, I hope to continue my mission in some way on my new journey!",
            "github": "https://github.com/dtracydepp",
            "linkedIn": "https://www.linkedin.com/in/tracydepp/",
            "portfolio": "http://devonnatracydepp.com",
            "email": "tracydepp82@gmail.com",
            "proImg": "D. Tracy Depp Prof Pic Small - Tracy Depp.PNG",
            "funImg": "T.Depp Pokemon Card - Tracy Depp.jpg",
            "resume": "D. Tracy Depp Resume V3 - Tracy Depp.pdf"
        },
        {
            "id": 22,
            "firstName": "Andrea",
            "lastName": "Mays",
            "reelThemIn": "\"Tell me and I forget. Teach me and I remember. Involve me and I learn.\" -Benjamin Franklin",
            "bio": "I ventured into this field of web development, with a background in jazz vocal performance, classical piano performance, and as music teacher of many years. My interest in web development stemmed greatly from the need of building my own website for my music career (and never being satisfied with the “status quo” website templates); also, I saw a glaring gap in private music teachers and music organizations having a functional up to date website. Often times I would tell myself, “You should figure out how to do this…” but then scoff at the idea. When I finally succumbed to my intuition pulling me to this path, I started to dabble on my own with coding classes online and found myself very intrigued. From that moment, I decided to give coding my best effort by attending a coding bootcamp. That decision led me to NSS. Several friends and former colleagues of mine attended NSS and spoke highly of the program. I have gathered hands on knowledge and training in many different coding languages at NSS, such as: HTML, CSS, JavaScript, React, Python, SQL, and Django. I am excited to begin my career as a professional junior web developer and will be graduating from NSS on June 25th, 2021. I love to learn and am excited to continue this journey as a professional web developer.",
            "github": "https://github.com/AndreaMays",
            "linkedIn": "https://www.linkedin.com/in/drea-nichole/",
            "portfolio": null,
            "email": "theallegromusicacademy70@gmail.com",
            "proImg": "Kimi Conro proof (2) - Andrea Nichole.png",
            "funImg": "Pokemon_NSS_Card - Andrea Nichole.jpg",
            "resume": "Drea Nichole V3 - Andrea Nichole.pdf"
        },
        {
            "id": 23,
            "firstName": "Harlin",
            "lastName": "Sanchez",
            "reelThemIn": "\"Mere data makes a man. A and C and T and G. The alphabet of you. All from four symbols.\" -Niander Wallace, Blade Runner 2049",
            "bio": "I've always been fascinated by technology. This fascination is what drove me to major in Computer Science at MTSU, and eventually took me to NSS. Always learning, always improving, always as passionate about it all as ever.",
            "github": "https://github.com/hrlnsnchz",
            "linkedIn": "https://www.linkedin.com/in/harlin-sanchez/",
            "portfolio": "harlinsanchez.com",
            "email": "hrlnsnchz@gmail.com",
            "proImg": "Selfie - Harlin Sanchez.JPG",
            "funImg": "Pokemon_Card_NSS - Harlin Sanchez.jpg",
            "resume": "Resume 3 - Harlin Sanchez.pdf"
        },
        {
            "id": 24,
            "firstName": "Brittney",
            "lastName": "Potts",
            "reelThemIn": "The {code} to my heart is coffee",
            "bio": "Prior to beginning my journey in software development, I was a General Manager in the restaurant industry. Being the GM taught me skills such as the ability to work in a high stress environment, working in a team environment, and customer service. While I enjoyed my job, it was not my passion. After talking to a friend about what I did enjoy about my job, he pointed me in the direction of software development. Ever since I started on the road to becoming a software developer, I have found a passion for creating new apps, solving problems, and watching an app all come together! I love that it allows me to use my problem solving mind set, while also challenging me to keep learning. I am looking forward to continue growing my knowledge in the tech field!",
            "github": "https://github.com/bpotts11",
            "linkedIn": "https://www.linkedin.com/in/brittney-potts/",
            "portfolio": "https://bpotts11.github.io/brittneypotts/ ",
            "email": "brittneympotts@gmail.com",
            "proImg": "BrittP.JPG",
            "funImg": "BrittneyPokemonCard.jpeg",
            "resume": "BrittneyPotts.pdf"
        },
        {
            "id": 25,
            "firstName": "Trent",
            "lastName": "Sisson",
            "reelThemIn": "I’m an early bird and a night owl. So I’m wise and have worms.",
            "bio": "My time at NSS has been extremely challenging and rewarding. Now that I have learned how to code I realize that coding is not just a job for me, it is a passion and hobby that I really enjoy. Fishing is another hobby that I am very passionate about. I love getting out in nature and enjoying the all the world has to offer.",
            "github": "https://github.com/TrentSisson",
            "linkedIn": "https://www.linkedin.com/in/trentsisson/",
            "portfolio": null,
            "email": "trent.c.sisson09@gmail.com",
            "proImg": "Trents prof pic.jpg",
            "funImg": "trentpokemon.jpg",
            "resume": "Trent's Resume V2.pdf"
        },
        {
            "id": 26,
            "firstName": "Nicole",
            "lastName": "Tatum",
            "reelThemIn": "Have you tried turning it off and on again?",
            "bio": "Before I entered the world of Software Development I spent time dabbling in the arts and pursuing potential careers while working in the food/bev industry. I took a jumpstart course in 2019 and in 2020 I finally took the plunge and enrolled at NSS. My short time at NSS has helped me grow as an individual and student, and I am so excited to continue to grow and see where this path takes me.",
            "github": "https://github.com/nicoletatum",
            "linkedIn": "https://www.linkedin.com/in/nicole-tatum/",
            "portfolio": null,
            "email": "nicoletatum@outlook.com",
            "proImg": "nicoletatum-pic.jpg",
            "funImg": "nicole-pokemon.jpeg",
            "resume": "Nicole-Tatum-Resume.pdf"
        },
        {
            "id": 27,
            "firstName": "Yasmeen",
            "lastName": "Cole",
            "reelThemIn": "“Tug on anything at all and you’ll find it connected to everything else in the universe.” –John Muir",
            "bio": "",
            "github": "https://github.com/yasmeencole",
            "linkedIn": "https://www.linkedin.com/in/yasmeen-cole-04466366/",
            "portfolio": null,
            "email": "yasmeencole1@gmail",
            "proImg": "YasmeenCole.jpg",
            "funImg": "pokeYasmeen.png",
            "resume": "Yasmeen Resume 4.pdf"
        },
        {
            "id": 28,
            "firstName": "Samantha",
            "lastName": "Campbell",
            "reelThemIn": "There are only two hard problems in distributed systems:<br/>2. Exactly-once delivery<br/>1. Guaranteed order of messages<br/>2. Exactly once delivery",
            "bio": "I got into coding after the first female software developer I met told me I could do it too. This is why diversity, visibility, and inclusion is so important. I am so grateful for the example she set for me, and I look forward to encouraging and guiding those that will come next.",
            "github": "https://github.com/samj0516",
            "linkedIn": "https://www.linkedin.com/in/samj0516/",
            "portfolio": "https://samj0516.github.io/",
            "email": "samj0516@gmail.com",
            "proImg": "sam_campbell_selfie.jpeg",
            "funImg": "pokemoncard_sam.png",
            "resume": "Samantha_Campbell_Resume.pdf"
        },
        {
            "id": 1,
            "firstName": "Calvin",
            "lastName": "Courter",
            "reelThemIn": "The floor is not my son, but I will raise it",
            "bio": "NSS is amazing , btw my bio isnt finished",
            "github": "https://github.com/Ccourter11",
            "linkedIn": "https://www.linkedin.com/in/calvin-courter/",
            "portfolio": null,
            "email": "Courtercalvin@gmail.com",
            "proImg": "IMG_0210 - Calvin Courter.jpg",
            "funImg": "PokemonCalvinCouter.jpg",
            "resume": "resume2 (2) - Calvin Courter.pdf"
        }
    ]
}
